[BFFFs.Names.DialogName_wow WillowDialogNameTag]
CallerName="Angvar"

[BFFFs.Names.DialogName_Beef WillowDialogNameTag]
CallerName="Bolson"

[BFFFs.Names.DialogName_Huffman WillowDialogNameTag]
CallerName="Hoffman"

[BFFFs.Names.DialogName_four WillowDialogNameTag]
CallerName="Tetra"

[DialogueName_EllieCatchARideTerminal WillowDialogNameTag]
CallerName=""

[Hypocritical_Oath_1.Names.DialogName_Super_Mutant_1 WillowDialogNameTag]
CallerName="Education"

[Hypocritical_Oath_2.Names.DialogName_Super_Mutant_2 WillowDialogNameTag]
CallerName="comparison"

[Hypocritical_Oath_3.Names.DialogName_monster chest WillowDialogNameTag]
CallerName="Box_Monster"

[Hypocritical_Oath_3.Names.DialogName_Super_Mutation_3 WillowDialogNameTag]
CallerName="Super_Mutant_3"

[My_Brittle_Pony.Names.DialogName_Hyperion_Security_Voice WillowDialogNameTag]
CallerName="Healthy and safe"

[Sirentology.Names.DialogName_Security system WillowDialogNameTag]
CallerName="Security_System"

[The_Vaughnguard_1.Names.DialogName_BADASS_MARAUDER_CHIEF WillowDialogNameTag]
CallerName="gang leader"

[The_Vaughnguard_1.Names.DialogName_BADASS_NOMAD_CHIEF WillowDialogNameTag]
CallerName="a wandering leader"

[The_Vaughnguard_1.Names.DialogName_Recruit_1 WillowDialogNameTag]
CallerName="potty"

[The_Vaughnguard_1.Names.DialogName_Recruit_2 WillowDialogNameTag]
CallerName="to cheat"

[The_Vaughnguard_2.Names.DialogName_Recruit_4 WillowDialogNameTag]
CallerName="Take out the robbers"

[The_Vaughnguard_2.Names.DialogName_Recruit_5 WillowDialogNameTag]
CallerName="Catch the thieves!"

[The_Vaughnguard_2.Names.DialogName_Recruit_6 WillowDialogNameTag]
CallerName="he was called a thief"

